4bde9604-932c-638d-b5d2-db273992f59c.python-silver-pack
aaron-bond.better-comments
alefragnani.project-manager
almenon.arepl
arcanis.vscode-zipfs
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets
bigonesystems.django
burakbudanur.llmdocstring
charliermarsh.ruff
christian-kohler.npm-intellisense
ckolkman.vscode-postgres
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
cybai.yaml-key-viewer
daiwata.yaml-preview
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
developermayank.vscode-django-snippets
donjayamanne.githistory
donjayamanne.python-environment-manager
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
formulahendry.docker-explorer
formulahendry.docker-extension-pack
george3447.docker-run
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
google.geminicodeassist
graykode.ai-docstring
hb432.prettier-eslint-typescript
hbenl.vscode-test-explorer
hilleer.yaml-plus-json
humao.rest-client
junstyle.vscode-django-support
kennylong.kubernetes-yaml-formatter
keploy.keployio
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
mintlify.document
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
mtxr.sqltools
mtxr.sqltools-driver-pg
njpwerner.autodocstring
oderwat.indent-rainbow
oliversen.chatgpt-docstrings
pascalreitermann93.vscode-yaml-sort
pkief.material-icon-theme
pydocgenai.pydocgenai
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
shamanu4.django-intellisense
sid200026.django-snippets
sourcery.sourcery
streetsidesoftware.code-spell-checker
tensorcompanyltd.explain-postgresql
thebarkman.vscode-djaneiro
victorzevallos.vscode-theme-django
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
xirider.livecode
zim.vsc-docker
